;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: ProvingGroundsChallengeMissionType
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ProvingGroundsChallengeMissionType]
ProvingGroundsChallengeMissionType_None_Description=None
ProvingGroundsChallengeMissionType_Deathmatch_Description=Deathmatch
ProvingGroundsChallengeMissionType_TerritoryControl_Description=Territory Control
ProvingGroundsChallengeMissionType_Bombing_Description=Bombing / Protect
ProvingGroundsChallengeMissionType_Scavenger_Description=Scavenger
ProvingGroundsChallengeMissionType_GraffitiFreeForAll_Description=Graffiti
ProvingGroundsChallengeMissionType_OpposedBombing_Description=Hot Potato
ProvingGroundsChallengeMissionType_GraffitiDefendAtack_Description=Graffiti Defend/Attack
ProvingGroundsChallengeMissionType_Collection_Description=Kill and Collect
ProvingGroundsChallengeMissionType_Various_Description=Various Missions
ProvingGroundsChallengeMissionType_Halloween_Description=SpOoOoOky TiMeS!
